Repository: openstack-archive/neutron-lbaas-dashboard
Catalog: neutron_lbaas_dashboard/locale/*/LC_MESSAGES/djangojs.po
Languages: id, tr_tr

source: The Available Instances table contains existing compute instances that can be added as members of the pool. Use the "Add external member" button to add a member not found in the Available Instances table.
id: Tabel Available Instance berisi instance komptasi yang ada dimana dapat ditambahkan sebagai anggota kolam. Gunakan tombol "Add external member" untuk menambahkan anggota yang tidak ditemukan di tabel Available Instance.
tr_tr: Kullanılabilir sunucular tablosu havuzun üyeleri olarak eklenebilecek mevcut hesaplama sunucularını içerir Kullanılabilir Sunucular tablosunda bulunmayan bir üye eklemek için "Harici üye ekle" düğmesini kullanın.

source: The IP address is not valid.
id: Alamat IP tidak valid.
tr_tr: IP adresi geçerli değil.

source: The URL path is not valid.
id: Path URL tidak sah.
tr_tr: URL yolu geçerli değil.

source: The expected status code is not valid.
id: Kode status yang diharapkan adalah tidak sah.
tr_tr: Beklenen durum kodu geçerli değil.

source: The following health monitor could not be deleted: %s.
id: Pemantauan kesehatan berikut ini tidak bisa dihapus: %s.
tr_tr: Şu sağlık izleyici silinemedi: %s.

source: The following listeners could not be deleted, possibly due to existing pools: %s.
id: Pendengar berikut ini tidak bisa dihapus, mungkin karena kolam yang ada: %s.
tr_tr: Şu dinleyiciler silinemedi, muhtemelen mevcut havuzlar sebebiyle: %s.

source: The following listeners will not be deleted due to existing pools: %s.
id: Pendengar berikut tidak akan dihapus karena kolam yang ada: %s.
tr_tr: Şu dinleyiciler mevcut havuzlar nedeniyle silinmeyecek: %s.

source: The following load balancers are pending and cannot be deleted: %s.
id: Penyeimbang beban berikut yang tertunda dan tidak dapat dihapus: %s.
tr_tr: Bu yük dengeleyiciler bekleme aşamasında ev silinemezler: %s.

source: The following load balancers could not be deleted, possibly due to existing listeners: %s.
id: Penyeimbang beban berikut tidak dapat dihapus, mungkin karena pendengar yang sedang ada: %s.
tr_tr: Bu yük dengeleyiciler silinemedi, muhtemelen mevcut dinleyiciler yüzünden: %s.

source: The following pool could not be deleted: %s.
id: Kolam berikut ini tidak bisa dihapus: %s.
tr_tr: Bu havuz silinemedi: %s.

source: The health check interval must be greater than or equal to the timeout.
id: Interval pemeriksaan kesehatan harus lebih besar dari atau sama dengan batas waktu.
tr_tr: Sağlık kontrolü aralığı zaman aşımına eşit ya da zaman aşımından yüksek olmalı.

source: The health monitor has been updated.
id: Pemantauan kesehatan telah diperbarui.
tr_tr: Sağlık izleyici güncellendi.

source: The health monitor is used to determine the health of your pool members. Health checks routinely run against each member within the pool and the result of the health check is used to determine if the member receives new connections. Each pool can only have one health monitor.
id: Pemantauan kesehatan digunakan untuk menentukan kesehatan anggota kolam Anda. Pemeriksaan kesehatan secara rutin dijalankan terhadap setiap anggota dalam kolam dan hasil dari pemeriksaan kesehatan digunakan untuk menentukan apakah anggota menerima sambungan baru. Setiap kolam hanya dapat memiliki satu pemantauan kesehatan.
tr_tr: Sağlık izleyici havuz üyelerinizin sağlığına karar vermede kullanılır. Sağlık kontrolleri havuzun her üyesine aralıklarla yapılır ve sağlık kontrolü sonucuna göre üyenin yeni bağlantı alıp almayacağına karar verilir. Her havuzun sadece bir sağlık izleyicisi olabilir.

source: The listener has been updated.
id: Pendengar telah diperbarui.
tr_tr: Dinleyici güncellendi.

source: The load balancer has been updated.
id: Penyeimbang beban telah diperbarui.
tr_tr: Yük dengeleyici güncellendi.

source: The load balancer occupies a neutron network port and has an IP address assigned from a subnet.
id: Penyeimbang beban menempati port jaringan neutron dan memiliki alamat IP yang ditetapkan dari subnet.
tr_tr: Yük dengeleyici bir neutron ağ bağlantı noktası alır ve alt ağdan bir IP adresi atanır.

source: The max retry count must be a number between 1 and 10.
id: Jumlah retry max harus dalam angka antara 1 dan 10.
tr_tr: Azami yeniden deneme sayısı 1 ve 10 arasında bir sayı olmalı.

source: The pool has been updated.
id: Kolam telah diperbarui.
tr_tr: Havuz güncellendi.

source: The pool members have been updated.
id: Para anggota kolam telah diperbarui.
tr_tr: Havuz üyeleri güncellendi.

source: The port must be a number between 1 and 65535.
id: Port harus dalam angka antara 1 dan 65535.
tr_tr: Bağlantı noktası 1 ve 65535 arasında bir sayı olmalı.

source: The port must be unique among all listeners attached to this load balancer.
id: Port harus unik di antara semua pendengar yang terkait pada penyeimbang beban ini.
tr_tr: Bağlantı noktası bu yük dengeleyiciye atanmış tüm dinleyiciler arasında benzersiz olmalı.

source: The timeout must be a number greater than or equal to 0.
id: Timeout harus berupa angka lebih besar dari atau sama dengan 0.
tr_tr: Zaman aşımı 0 ya da 0'dan büyük olmalı.

source: The weight must be a number between 1 and 256.
id: Berat harus dalam angka antara 1 dan 256.
tr_tr: Ağırlık 1 ve 256 arasında bir sayı olmalı.

source: The weight of a member determines the portion of requests or connections it services compared to the other members of the pool.
id: Berat anggota menentukan porsi dari permintaan atau koneksi layanan IT dibandingkan dengan anggota lain dari kolam.
tr_tr: Bir üyenin ağırlığı havuzun diğer üyelerine göre servis vereceği istek veya bağlantı oranını gösterir.

source: Timeout
id: Timeout (waktu habis)
tr_tr: Zaman aşımı

source: Timeout (sec) <span class="hz-icon-required fa fa-asterisk"></span>
tr_tr: Zaman aşımı (sn) <span class="hz-icon-required fa fa-asterisk"></span>

source: Type
id: Type (tipe)
tr_tr: Tür

source: URL Path
tr_tr: URL Yolu

source: URL path
id: Path URL
tr_tr: URL yolu

source: Unable to create health monitor.
id: Tidak dapat membuat pemantauan kesehatan.
tr_tr: Sağlık izleyici oluşturulamadı.

source: Unable to create listener.
id: Tidak dapat membuat pendengar.
tr_tr: Dinleyici oluşturulamıyor.

source: Unable to create load balancer.
id: Tidak dapat membuat penyeimbang beban.
tr_tr: Yük dengeleyici oluşturulamıyor.

source: Unable to create pool.
id: Tidak dapat membuat kolam.
tr_tr: Havuz oluşturulamıyor.

source: Unable to delete health monitor.
id: Tidak dapat menghapus pemantauan kesehatan.
tr_tr: Sağlık izleyici silinemedi.

source: Unable to delete listener.
id: Tidak dapat menghapus pendengar.
tr_tr: Dinleyici silinemiyor.

source: Unable to delete load balancer.
id: Tidak dapat menghapus penyeimbang beban.
tr_tr: Yük dengeleyici silinemiyor.

source: Unable to delete pool.
id: Tidak dapat menghapus kolam.
tr_tr: Havuz silinemiyor.

source: Unable to disassociate floating IP address from load balancer: %s.
id: Tidak dapat memisahkan alamat IP mengambang dari penyeimbang beban: %s.
tr_tr: Değişken IP adresi yük dengeleyiciden ayırılamıyor: %s.

source: Unable to retrieve SSL certificates.
id: Tidak dapat mengambil sertifikat SSL.
tr_tr: SSL Sertifikaları alınamıyor.

source: Unable to retrieve health monitor.
id: Tidak dapat mengambil pemantauan kesehatan.
tr_tr: Sağlık izleyici alınamadı.

source: Unable to retrieve listener.
id: Tidak dapat mengambil pendengar.
tr_tr: Dinleyici alınamıyor.

source: Unable to retrieve listeners.
id: Tidak dapat mengambil pendengar.
tr_tr: Dinleyiciler alınamıyor.

source: Unable to retrieve load balancer.
id: Tidak dapat mengambil penyeimbang beban.
tr_tr: Yük dengeleyici alınamıyor.

source: Unable to retrieve load balancers.
id: Tidak dapat mengambil penyeimbang beban.
tr_tr: Yük dengeleyiciler alınamıyor.

source: Unable to retrieve member.
id: Tidak dapat mengambil anggota.
tr_tr: Üye alınamıyor.

source: Unable to retrieve members.
id: Tidak dapat mengambil anggota.
tr_tr: Üyeler alınamıyor.

source: Unable to retrieve pool.
id: Tidak dapat mengambil kolam (pool).
tr_tr: Havuz alınamıyor.

source: Unable to retrieve secrets.
id: Tidak dapat mengambil rahasia.
tr_tr: Gizler alınamıyor.

source: Unable to update health monitor.
id: Tidak dapat memperbarui pemantauan kesehatan.
tr_tr: Sağlık izleyici güncellenemedi.

source: Unable to update listener.
id: Tidak dapat memperbarui pendengar.
tr_tr: Dinleyici güncellenemiyor.

source: Unable to update load balancer.
id: Tidak dapat memperbarui penyeimbang beban.
tr_tr: Yük dengeleyici güncellenemiyor.

source: Unable to update member list.
id: Tidak dapat memperbarui daftar anggota.
tr_tr: Üye listesi güncellenemiyor.

source: Unable to update member.
id: Tidak dapat memperbarui anggota.
tr_tr: Üye güncellenemiyor.

source: Unable to update pool.
id: Tidak dapat memperbarui kolam.
tr_tr: Havuz güncellenemiyor.

source: Update
id: Update (perbarui)
tr_tr: Güncelle

source: Update Health Monitor
id: Update Health Monitor (perbaharui pemantauan kesehatan)
tr_tr: Sağlık İzleyiciyi Güncelle

source: Update Listener
id: Update Listener (perbarui pendengar)
tr_tr: Dinleyiciyi Güncelle

source: Update Load Balancer
id: Update Load Balancer (perbarui penyeimbang beban)
tr_tr: Yük Dengeleyiciyi Güncelle

source: Update Member Weight
tr_tr: Üye Ağırlığını Güncelle

source: Update Pool
id: Update Pool (perbarui kolam)
tr_tr: Havuzu Güncelle

source: Update Weight
id: Update Weight (perbarui berat)
tr_tr: Ağırlığı Güncelle

source: Use the key-manager service to create any certificate containers before creating the listener. The following documentation provides information on how to create a certificate container: <ul> <li> <a target="_blank" href="http://developer.openstack.org/api-guide/key-manager/containers.html#certificate-containers"> Key Manager API Guide: Creating a Certificate Container </a> </li> <li> <a target="_blank" href="http://docs.openstack.org/cli-reference/barbican.html"> Key Manager Service Command-Line Client </a> </li> </ul>
id: Gunakan layanan key-manager untuk menciptakan kontainer sertifikat sebelum membuat pendengar. Dokumentasi berikut memberikan informasi tentang cara membuat kontainer sertifikat: <ul> <li> <a target="_blank" href="http://developer.openstack.org/api-guide/key-manager/containers.html#certificate-containers"> Key Manager API Guide: Creating a Certificate Container </a> </li> <li> <a target="_blank" href="http://docs.openstack.org/cli-reference/barbican.html"> Key Manager Service Command-Line Client </a> </li> </ul>
tr_tr: Dinleyiciyi oluşturmadan önce sertifika kapsayıcıları oluşturmak için anahtar-yönetim servisini kullanın. Aşağıdaki belgeler nasıl sertifika kapsayıcı oluşturulacağını anlatır: <ul> <li> <a target="_blank" href="http://developer.openstack.org/api-guide/key-manager/containers.html#certificate-containers"> Anahtar Yönetici API Kılavuzu: Sertifika Kapsayıcı Oluşturmak </a> </li> <li> <a target="_blank" href="http://docs.openstack.org/cli-reference/barbican.html"> Anahtar Yönetici Servis Komut-Satırı İstemcisi </a> </li> </ul>

source: Weight
id: Weight (berat)
tr_tr: Ağırlık

source: Weight <span class="hz-icon-required fa fa-asterisk"></span>
id: Weight (berat) <span class="hz-icon-required fa fa-asterisk"></span>
tr_tr: Ağırlık <span class="hz-icon-required fa fa-asterisk"></span>

source: You are about to disassociate the floating IP address from load balancer "%s". Please confirm.
id: Anda akan memisahkan alamat IP mengambang dari penyeimbang beban "%s". Silahkan konfirmasi.
tr_tr: Değişken IP adresini "%s" yük dengeleyicisinden ayırmak üzeresiniz. Lütfen onaylayın.

source: You have selected "%s". Please confirm your selection. Deleted health monitors are not recoverable.
id: Anda telah memilih "%s". Harap mengkonfirmasi pilihan Anda. Pemantauan kesehatan yang telah dihapus tidak dapat dipulihkan.
tr_tr: "%s" seçtiniz. Lütfen seçiminizi onaylayın. Silinen sağlık izleyiciler geri getirilemez.

source: You have selected "%s". Please confirm your selection. Deleted listeners are not recoverable.
id: Anda telah memilih "%s". Harap mengkonfirmasi pilihan Anda. Pendengar yang telah dihapus tidak dapat dipulihkan.
tr_tr: "%s" seçtiniz. Lütfen seçiminizi onaylayın. Silinen dinleyiciler geri getirilemez.

source: You have selected "%s". Please confirm your selection. Deleted load balancers are not recoverable.
id: Anda telah memilih "%s". Harap mengkonfirmasi pilihan Anda. Penyeimbang beban yang telah dihapus tidak dapat dipulihkan.
tr_tr: "%s" seçtiniz. Lütfen seçiminizi onaylayın. Silinen yük dengeleyiciler geri getirilemezler.

source: You have selected "%s". Please confirm your selection. Deleted pools are not recoverable.
id: Anda telah memilih "%s". Harap mengkonfirmasi pilihan Anda. Kolam yang telah dihapus tidak dapat dipulihkan.
tr_tr: "%s" seçtiniz. Lütfen seçiminizi onaylayın. Silinen havuzlar geri getirilemez.
