Repository: openstack-archive/neutron-lbaas-dashboard
Catalog: neutron_lbaas_dashboard/locale/*/LC_MESSAGES/djangojs.po
Languages: id, tr_tr

source: <strong>Expected status codes:</strong> The expected HTTP status codes to get from a successful health check. Must be a single number, a comma separated list of numbers, or a range (two numbers separated by a hyphen).
id: <strong>Expected status codes:</strong> Kode status HTTP yang diharapkan untuk mendapatkan dari pemeriksaan kesehatan yang sukses. Harus nomor tunggal, daftar nomor yang dipisahkan koma, atau kisaran (dua angka yang dipisahkan oleh tanda hubung).
tr_tr: <strong>Beklenen durum kodu:</strong> Başarılı bir sağlık kontrolünden sonra alınması beklenen HTTP durum kodları. Tek bir say, virgülle ayrılmış sayılar listesi, veya bir aralık olabilir (tire ile ayrılmış iki sayı).

source: <strong>HTTP method:</strong> The HTTP method used to perform the health check.
id: <strong>HTTP method:</strong> Metode HTTP yang digunakan untuk melakukan cek kesehatan.
tr_tr: <strong>HTTP yöntemi:</strong> Sağlık kontrolü yapılırken kullanılacak HTTP yöntemi.

source: <strong>IP address:</strong> If an IP address is provided it must be a well-formed IPv4 or IPv6 address. The system will attempt to assign the provided IP address to the load balancer. If an IP address is not provided then one will be allocated for you.
id: <strong>IP address:</strong> Jika alamat IP disediakan, maka itu harus menjadi alamat IPv4 atau IPv6 well-formed. Sistem akan mencoba untuk menetapkan alamat IP yang disediakan untuk penyeimbang beban. Jika alamat IP tidak disediakan maka salah satu akan dialokasikan untuk Anda.
tr_tr: <strong>IP adresi:</strong> Bir IP adresi sağlanmışsa iyi biçimlenmiş bir IPv4 veya IPv6 adresi olmalıdır. Sistem sağlanan IP adresini yük dengeleyiciye atamaya çalışacaktır. IP adresi sağlanmamışsa sizin için bir tane ayrılır.

source: <strong>IP address:</strong> The IP address of the member to receive traffic from the load balancer. Must be a well-formed IPv4 or IPv6 address.
id: <strong>IP address:</strong> Alamat IP dari anggota untuk menerima lalu lintas dari penyeimbang beban. Harus alamat IPv4 atau IPv6 well-formed.
tr_tr: <strong>IP adresi:</strong> Yük dengeleyiciden trafiği alacak üyenin IP adresi. İyi biçimlendirilmiş IPv4 veya IPv6 adresi olmalıdır.

source: <strong>Interval:</strong> The interval between health checks. Must be greater than or equal to the timeout.
id: <strong>Interval:</strong> Jarak waktu antara pemeriksaan kesehatan. Harus lebih besar dari atau sama dengan batas waktu (timeout).
tr_tr: <strong>Aralık:</strong> Sağlık kontrolleri arasındaki aralık. Zaman aşımına eşit ya da zaman aşımından büyük olmalı.

source: <strong>Method:</strong> The load balancer algorithm that distributes traffic to the pool members. <ul> <li> LEAST_CONNECTIONS: Allocates requests to the instance with the least number of active connections. </li> <li> ROUND_ROBIN: Rotates requests evenly between multiple instances. </li> <li> SOURCE_IP: Requests from a unique source IP address are consistently directed to the same instance. </li> </ul>
id: <strong>Method:</strong> Algoritma penyeimbang beban yang mendistribusikan lalu lintas kepada anggota kolam. <ul> <li> LEAST_CONNECTIONS: Allocates requests to the instance with the least number of active connections. </li> <li> ROUND_ROBIN: Rotates requests evenly between multiple instances. </li> <li> SOURCE_IP: Requests from a unique source IP address are consistently directed to the same instance. </li> </ul>
tr_tr: <strong>Yöntem:</strong> Trafiği havuz üyelerine dağıtan yük dengeleme algoritması. <ul> <li> EN_AZ_BAĞLANTI: İsteği en az etkin bağlantıya sahip sunucuya ayırır. </li> <li> HEPSİNİ_SIRAYLA: İstekleri birden fazla sunucu arasında eşit şekilde döndürür. </li> <li> KAYNAK_IP: Aynı IP adresi kaynaklı istekler sürekli aynı sunucuya yönlendirilir. </li> </ul>

source: <strong>Port:</strong> The port on which the front end listens. Must be an integer from 1 to 65535.
id: <strong>Port:</strong> Port dimana ujung depannya mendengarkan. Harus integer 1sampai 65535.
tr_tr: <strong>Bağlantı Noktası:</strong> Ön ucun dinleyeceği bağlantı noktası. 1 ve 65535 arasında tam sayı olmalıdır.

source: <strong>Port:</strong> The port on which the member listens for traffic. Must be a number from 1 to 65535.
id: <strong>Port:</strong> port dimana anggota mendengarkan lalu lintas. Harus berupa angka 1 sampai 65535.
tr_tr: <strong>Bağlantı Noktası:</strong> Üyenin trafik dinleyeceği bağlantı noktası. 1 ve 65535 arasında bir sayı olmalı.

source: <strong>Protocol:</strong> The protocol for which the front end listens. The TERMINATED_HTTPS protocol is only available if the key-manager service is enabled and you have authority to list certificate containers and secrets.
id: <strong>Protocol:</strong> Protokol dimana ujung depannya mendengarkan. Protokol TERMINATED_HTTPS ini hanya tersedia jika layanan key-manager diaktifkan dan Anda memiliki kewenangan untuk mendaftar kontainer sertifikat dan kerahasiaan.
tr_tr: <strong>İletişim Kuralı:</strong> Ön ucun dinleyeceği iletişim kuralı. TERMINATED_HTTPS iletişim kuralı yalnızca anahtar-yönetici servisi etkinse ve sertifika kapsayıcıları ve gizleri listeleme yetkiniz varsa kullanılabilir.

source: <strong>Retries:</strong> The number of allowed connection failures before marking the member as inactive. Must be a number from 1 to 10.
id: <strong>Retries:</strong> Jumlah kegagalan koneksi yang diperbolehkan sebelum menandai anggota sebagai tidak aktif. Harus nomor dari 1 sampai 10.
tr_tr: <strong>Yeniden deneme:</strong> Üyeyi pasif olarak işaretlemeden önce izin verilen başarısız bağlantı sayısı. 1 ve 10 arasında bir sayı olmalıdır.

source: <strong>Subnet:</strong> The network on which to allocate the load balancer's IP address.
id: <strong>Subnet:</strong> Jaringan yang mengalokasikan alamat IP milik penyeimbang beban ini.
tr_tr: <strong>Alt ağ:</strong> Yük dengeleyicinin IP adresinin ayrılacağı ağ.

source: <strong>Subnet:</strong> The network which contains the IP address of the member.
id: <strong>Subnet:</strong> Jaringan yang berisi alamat IP dari anggota.
tr_tr: <strong>Alt ağ:</strong> Üyenin IP adresini içeren ağ.

source: <strong>Timeout:</strong> The time after which a health check times out. Must be a number greater than or equal to 0 and less than or equal to the interval.
id: <strong>Timeout:</strong> Waktu setelah beberapa kali pemeriksaan kesehatan keluar. Harus angka yang lebih besar dari atau sama dengan 0 dan kurang dari atau sama dengan interval.
tr_tr: <strong>Zaman aşımı:</strong> Bir sağlık kontrolünün zaman aşımına uğrama zamanı. 0 veya 0'dan büyük, aralığa eşit ya da aralıktan küçük bir sayı olmalıdır.

source: <strong>URL path:</strong> The target of the health check HTTP request to the member. Must be a valid URL path.
id: <strong>URL path:</strong> Target dari permintaan HTTP cek kesehatan ke anggota. Harus path URL yang valid.
tr_tr: <strong>URL yolu:</strong> Üyeye yapılan sağlık kontrolü HTTP isteğinin hedefi. Geçerli bir URL yolu olmalı.

source: <strong>Weight:</strong> The weight of a member determines the portion of requests or connections it services compared to the other members of the pool. A higher weight means it will receive more traffic. Must be a number from 1 to 256.
id: <strong>Weight:</strong> Berat anggota menentukan porsi permintaan atau koneksi layanan IT dibandingkan degan anggota lain dari kolam. Sebuah berat yang lebih tinggi berarti akan menerima lebih banyak lalu lintas. Harus dalam nomor 1 sampai 256.
tr_tr: <strong>Ağırlık:</strong> Bir üyenin ağırlığı havuzun diğer üyelerine oranla ne kadar bağlantı ya da istek servis edeceğini belirler. Daha yüksek ağırlık daha çok trafik alacak demektir. 1 ve 256 arasında bir sayı olmalıdır.

source: A new health monitor is being created.
id: Sebuah pemantauan kesehatan baru sedang dibuat.
tr_tr: Yeni bir sağlık izleyici oluşturuluyor.

source: A new listener is being created.
id: Sebuah pendengar baru sedang dibuat.
tr_tr: Yeni bir dinleyici oluşturuluyor.

source: A new load balancer is being created.
id: Sebuah penyeimbang beban baru sedang dibuat.
tr_tr: Yeni bir yük dengeleyici oluşturuluyor.

source: A new pool is being created.
id: Sebuah kolam baru sedang dibuat.
tr_tr: Yeni bir havuz oluşturuluyor.

source: A pool represents a group of members over which the load balancing will be applied.
id: Sebuah kolam mewakili sekelompok anggota dimana load balancing akan diterapkan.
tr_tr: Havuz yük dengelemenin uygulanacağı bir grup üyeyi temsil eder.

source: Actions
id: Actions (tindakan)
tr_tr: Eylemler

source: Active
id: Active (aktif)
tr_tr: Etkin

source: Add
id: Add (tambah)
tr_tr: Ekle

source: Add external member
id: Tambahkan anggota eksternal
tr_tr: Harici üye ekle

source: Add members to the load balancer pool.
id: Tambahkan anggota ke kolam penyeimbang beban.
tr_tr: Üyeleri yük dengeleyici havuzuna ekle.

source: Add/Remove Pool Members
id: Add/Remove Pool Members (anggota kolam Add/Remove)
tr_tr: Havuz Üyeleri Ekle/Çıkar

source: Address
id: Address (alamat)
tr_tr: Adres

source: Admin State Up
tr_tr: Yönetici Durumu Açık

source: Allocated Members
id: Anggota yang dialokasikan
tr_tr: Ayrılmış Üyeler

source: An error occurred. Please try again later.
id: Terjadi kesalahan. Silakan coba lagi nanti.
tr_tr: Bir hata oluştu. Lütfen daha sonra tekrar deneyin.

source: Associate
id: Associate (mengkaitkan)
tr_tr: İlişkilendir

source: Associate Floating IP
id: Associate Floating IP (mengkaitkan IP mengambang)
tr_tr: Değişken IP Ata

source: Associate Floating IP Address
id: Associate Floating IP Address (alamat IP mengambang asosiasi)
tr_tr: Değişken IP Adresleri ile İlişkilendir

source: Associating floating IP with load balancer.
id: Pengkaitan IP mengambang dengan beban penyeimbang.
tr_tr: Yük dengeleyiciye değişken IP ilişkilendirme.

source: Available Instances
id: Instance yang tersedia
tr_tr: Kullanılabilir Sunucular

source: Cancel
id: Cancel (batalkan)
tr_tr: İptal

source: Certificate Name
id: Certificate Name (nama sertifikat)
tr_tr: Sertifika İsmi

source: Confirm Delete Health Monitor
id: Confirm Delete Health Monitor (konfirmasi hapus pemantauan kesehatan)
tr_tr: Sağlık İzleyici Silmeyi Onayla

source: Confirm Delete Listeners
id: Confirm Delete Listeners (konfirmasi penghapusan pendengar)
tr_tr: Dinleyici Silmeyi Onayla

source: Confirm Delete Load Balancers
id: Confirm Delete Load Balancers (konfirmasi hapus beban penyeimbang)
tr_tr: Yük Dengeleyicileri Silmeyi Onayla

source: Confirm Delete Pool
id: Confirm Delete Pool (konfirmasi hapus kolam)
tr_tr: Havuzu Silmeyi Onayla

source: Confirm Disassociate Floating IP Address
id: Konfirmasi pemisahan alamat IP mengambang
tr_tr: Değişken IP Adresi İlişkisini Kaldırmayı Onaylayın

source: Connection Limit
id: Connection Limit (batas koneksi)
tr_tr: Bağlantı Sınırı

source: Create Health Monitor
id: Create Health Monitor (buat pemantauan kesehatan)
tr_tr: Sağlık İzleyici Oluştur

source: Create Listener
id: Create Listener (buat pendengar)
tr_tr: Dinleyici Oluştur

source: Create Load Balancer
id: Create Load Balancer (buat penyeimbang beban)
tr_tr: Yük Dengeleyici Oluştur

source: Create Pool
id: Create Pool (buat kolam)
tr_tr: Havuz Oluştur

source: Default Pool ID
id: Default Pool ID (ID pool default)
tr_tr: Öntanımlı Havuz Kimliği

source: Degraded
id: Degraded (diturunkan)
tr_tr: Alçaltılmış

source: Delay
id: Delay (menunda)
tr_tr: Gecikme

source: Delete Health Monitor
id: Delete Health Monitor (hapus pemantauan kesehatan)
tr_tr: Sağlık İzleyiciyi Sil

source: Delete Listener
id: Delete Listener (hapus pendengar)
tr_tr: Dinleyiciyi Sil

source: Delete Listeners
id: Delete Listeners (hapus pendengar)
tr_tr: Dinleyicileri Sil

source: Delete Load Balancer
id: Delete Load Balancer (hapus penyeimbang beban)
tr_tr: Yük Dengeleyiciyi Sil

source: Delete Load Balancers
id: Delete Load Balancers (hapus penyeimbang beban)
tr_tr: Yük Dengeleyicileri Sil

source: Delete Pool
id: Delete Pool (hapus kolam)
tr_tr: Havuzu Sil

source: Deleted health monitor: %s.
id: Pemantauan kesehatan yang dihapus: %s.
tr_tr: Sağlık izleyici silindi: %s.

source: Deleted listeners: %s.
id: Pendengar yang dihapus: %s.
tr_tr: Dinleyiciler silindi: %s.

source: Deleted load balancers: %s.
id: Penyeimbang beban yang dihapus: %s.
tr_tr: Yük dengeleyici silindi: %s.

source: Deleted pool: %s.
id: Kolam yang dihapus: %s.
tr_tr: Havuz silindi: %s.

source: Description
id: Description (gambaran)
tr_tr: Tanım

source: Disassociate
id: Disassociate (pemisahan)
tr_tr: İlişkiyi Kaldır

source: Disassociate Floating IP
id: Disassociate Floating IP (memisahkan IP mengambang)
tr_tr: Değişken IP İlişiğini Kes

source: Disassociated floating IP address from load balancer: %s.
id: Alamat IP mengambang yang dipisahkan dari penyeimbang beban: %s.
tr_tr: Değişken IP adresi yük dengeleyiciden ayrılıyor: %s.

source: Each port that listens for traffic on a particular load balancer is configured separately and tied to the load balancer. Multiple listeners can be associated with the same load balancer but each must use a unique port.
id: Setiap port yang mendengarkan lalu lintas pada penyeimbang beban tertentu dikonfigurasi secara terpisah dan terikat penyeimbang beban. Beberapa pendengar dapat dikaitkan dengan penyeimbang beban yang sama tetapi masing-masing harus menggunakan port yang unik.
tr_tr: Bir yük dengeleyici üzerinde trafik dinleyen her bağlantı noktası ayrıca yapılandırılır ve yük dengeleyiciye bağlanır. Birden çok dinleyici aynı yük dengeleyici ile ilişkilendirilebilir ama her biri benzersiz bir bağlantı noktası kullanmalıdır.

source: Edit
tr_tr: Düzenle

source: Edit Pool
id: Edit Pool (edit kolam)
tr_tr: Havuzu Düzenle

source: Error
id: Error (kesalahan)
tr_tr: Hata

source: Expected Codes
id: Expected Codes (kode yang diharapkan)
tr_tr: Beklenen Kodlar

source: Expected status codes
id: Expected status codes (kode status yang diharapkan)
tr_tr: Beklenen durum kodları

source: Expiration Date
id: Expiration Date (tanggal kadaluarsa)
tr_tr: Son Kullanma Tarihi

source: Floating IP Address
id: Floating IP Address (alamat IP mengambang)
tr_tr: Değişken IP Adresi

source: Floating IP address or pool <span class="hz-icon-required fa fa-asterisk"></span>
id: Kolam atau alamat IP mengambang <span class="hz-icon-required fa fa-asterisk"></span>
tr_tr: Değişken IP adresi veya havuzu <span class="hz-icon-required fa fa-asterisk"></span>

source: Floating IP addresses
id: Floating IP addresses (alamat IP mengambang)
tr_tr: Değişken IP adresleri

source: Floating IP pools
id: Floating IP pools (pool IP mengambang)
tr_tr: Değişken IP havuzları

source: HTTP Method
id: HTTP Method (metode HTTP)
tr_tr: HTTP Yöntemi

source: HTTP method
id: HTTP method (methode HTTP)
tr_tr: HTTP yöntemi

source: Health Monitor ID
id: Health Monitor ID (ID pemantauan kesehatan)
tr_tr: Sağlık İzleyici Kimliği

source: ID
tr_tr: Kimlik

source: IP Address
id: IP Address (alamat IP)
tr_tr: IP Adresi

source: IP Address <span class="hz-icon-required fa fa-asterisk" ng-show="ctrl.tableData.displayedAllocated.length > 0"> </span> Subnet <span class="hz-icon-required fa fa-asterisk" ng-show="ctrl.tableData.displayedAllocated.length > 0"> </span> <th class="rsp-p1"> Port <span class="hz-icon-required fa fa-asterisk" ng-show="ctrl.tableData.displayedAllocated.length > 0"> </span> Weight</th> <th class="actions_column"></th>
id: Alamat IP <span class="hz-icon-required fa fa-asterisk" ng-show="ctrl.tableData.displayedAllocated.length > 0"> </span> Subnet <span class="hz-icon-required fa fa-asterisk" ng-show="ctrl.tableData.displayedAllocated.length > 0"> </span> <th class="rsp-p1"> Port <span class="hz-icon-required fa fa-asterisk" ng-show="ctrl.tableData.displayedAllocated.length > 0"> </span> Weight</th> <th class="actions_column"></th>
tr_tr: IP Adresi <span class="hz-icon-required fa fa-asterisk" ng-show="ctrl.tableData.displayedAllocated.length > 0"> </span> Alt Ağ <span class="hz-icon-required fa fa-asterisk" ng-show="ctrl.tableData.displayedAllocated.length > 0"> </span> <th class="rsp-p1"> Bağlantı Noktası <span class="hz-icon-required fa fa-asterisk" ng-show="ctrl.tableData.displayedAllocated.length > 0"> </span> Ağırlık</th> <th class="actions_column"></th>

source: IP Addresses (%(count)s)
id: Alamat IP (%(count)s)
tr_tr: IP Adresleri (%(count)s)

source: IP address
id: Alamat IP
tr_tr: IP adresi

source: If the listener uses the TERMINATED_HTTPS protocol, then one or more SSL certificates must be selected. The first certificate will be the default.
id: Jika pendengar menggunakan protokol TERMINATED_HTTPS, maka satu atau lebih sertifikat SSL harus dipilih. Sertifikat pertama akan menjadi default.
tr_tr: Dinleyici TERMINATED_HTTPS iletişim kuralını kullanıyorsa, bir ya da fazla SSL sertifikası seçilmelidir. İlk sertifika ön tanımlı olur.

source: Interval (sec) <span class="hz-icon-required fa fa-asterisk"></span>
tr_tr: Aralık (sn) <span class="hz-icon-required fa fa-asterisk"></span>

source: Least Connections
id: Least Connections (koneksi paling sedikit)
tr_tr: En Az Bağlantı

source: Listener %(index)s
id: Pendengar %(index)s
tr_tr: Dinleyici %(index)s

source: Listener 1
tr_tr: Dinleyici 1

source: Listener Details
id: Listener Details (rincian pendengar)
tr_tr: Dinleyici Ayrıntıları

source: Listener ID
tr_tr: Dinleyici Kimliği

source: Listeners
id: Listeners (pendengar)
tr_tr: Dinleyiciler

source: Load Balancer %(index)s
id: Penyeimbang beban %(index)s
tr_tr: Yük Dengeleyici %(index)s

source: Load Balancer Algorithm
id: Load Balancer Algorithm (algoritma penyeimbang beban)
tr_tr: Yük Dengeleme Algoritması

source: Load Balancer Details
id: Load Balancer Details (rincian beban penyeimbang)
tr_tr: Yük Dengeleyici Ayrıntıları

source: Load Balancer ID
id: Load Balancer ID (ID penyeimbang beban)
tr_tr: Yük Dengeleyici Kimliği

source: Load Balancers
id: Load Balancers (penyeimbang beban)
tr_tr: Yük Dengeleyiciler

source: Loading
id: Loading (pemuatan)
tr_tr: Yükleniyor

source: Max Retries
id: Max Retries (pengulangan terbanyak)
tr_tr: Azami Deneme

source: Member ID
id: Member ID (ID anggota)
tr_tr: Üye Kimliği

source: Members
id: Members (anggota)
tr_tr: Üyeler

source: Members are the actual IP addresses that will receive traffic from the load balancer. Each member must have a unique combination of IP address and port.
id: Anggota adalah alamat IP yang sebenarnya yang akan menerima lalu lintas dari penyeimbang beban. Setiap anggota harus memiliki kombinasi yang unik dari alamat IP dan port.
tr_tr: Üyeler yük dengeleyiciden trafiği alacak asıl IP adresleridir. Her üyenin benzersiz bir IP adresi ve bağlantı noktası bileşimi olmalıdır.

source: Method <span class="hz-icon-required fa fa-asterisk"></span>
tr_tr: Yöntem <span class="hz-icon-required fa fa-asterisk"></span>

source: Monitor Details
id: Monitor Details (rincian pemantauan)
tr_tr: İzleyici Ayrıntıları

source: Monitor ID
tr_tr: İzleyici Kimliği

source: Monitor type <span class="hz-icon-required fa fa-asterisk"></span>
id: Tipe pemantauan <span class="hz-icon-required fa fa-asterisk"></span>
tr_tr: İzleyici türü <span class="hz-icon-required fa fa-asterisk"></span>

source: Name
id: Name (nama)
tr_tr: İsim

source: No available certificates
id: Tidak ada sertifikat yang tersedia
tr_tr: Kullanılabilir sertifika yok

source: No available instances
id: Tidak ada instance yang tersedia
tr_tr: Kullanılabilir sunucu yok

source: No items to display.
id: Tidak ada item untuk ditampilkan.
tr_tr: Gösterilecek öge yok.

source: No members have been allocated
id: Tidak ada anggota telah dialokasikan
tr_tr: Hiçbir üye ayrılmamış

source: None
id: None (tidak ada)
tr_tr: Hiçbiri

source: Offline
tr_tr: Çevrimdışı

source: Online
tr_tr: Çevirmiçi

source: Operating Status
id: Operating Status (status operasi)
tr_tr: İşletim Durumu

source: Overview
id: Overview (ikhtisar)
tr_tr: Genel Görünüm

source: Pending Create
id: Pending Create (penundaan pembuatan)
tr_tr: Oluşturma Bekleniyor

source: Pending Delete
id: Pending Delete (penundaan penghapusan)
tr_tr: Silme Bekleniyor

source: Pending Update
id: Pending Update (penundaan pembaharuan)
tr_tr: Güncelleme Bekleniyor

source: Pool 1
tr_tr: Havuz 1

source: Pool Details
id: Pool Details (rincian kolam)
tr_tr: Havuz Ayrıntıları

source: Pool ID
id: Pool ID (ID kolam)
tr_tr: Havuz Kimliği

source: Pool Members
id: Pool Members (anggota kolam)
tr_tr: Havuz Üyeleri

source: Pool member weight has been updated.
id: Berat anggota kolam telah diperbarui.
tr_tr: Havuz üye ağırlığı güncellendi.

source: Port
tr_tr: Bağlantı Noktası

source: Port <span class="hz-icon-required fa fa-asterisk"></span>
tr_tr: Bağlantı Noktası <span class="hz-icon-required fa fa-asterisk"></span>

source: Port ID
id: Port ID (ID port)
tr_tr: Bağlantı Noktası Kimliği

source: Protocol
id: Protocol (protokol)
tr_tr: İletişim Kuralı

source: Protocol <span class="hz-icon-required fa fa-asterisk"></span>
id: Protokol <span class="hz-icon-required fa fa-asterisk"></span>
tr_tr: İletişim kuralı <span class="hz-icon-required fa fa-asterisk"></span>

source: Protocol Port
id: Protocol Port (port protokol)
tr_tr: İletişim Bağlantı Noktası

source: Provide the details for the health monitor.
id: Memberikan rincian untuk pemantauan kesehatan.
tr_tr: Sağlık izleyici ile ilgili ayrıntıları girin.

source: Provide the details for the listener.
id: Memberikan rincian untuk pendengar.
tr_tr: Dinleyici ayrıntılarını girin.

source: Provide the details for the load balancer.
id: Memberikan rincian untuk penyeimbang beban.
tr_tr: Yük dengeleyici için ayrıntıları girin.

source: Provide the details for the pool.
id: Memberikan rincian untuk kolam.
tr_tr: Havuz ayrıntılarını girin.

source: Provider
id: Provider (penyedia)
tr_tr: Sağlayıcı

source: Provisioning Status
id: Provisioning Status (status penyediaan)
tr_tr: Hazırlama Durumu

source: Remove
id: Remove (hilangkan)
tr_tr: Kaldır

source: Retries <span class="hz-icon-required fa fa-asterisk"></span>
tr_tr: Yeniden denemeler <span class="hz-icon-required fa fa-asterisk"></span>

source: Round Robin
tr_tr: Hepsini Sırayla

source: SSL Certificates
id: SSL Certificates (sertifikat SSL)
tr_tr: SSL Sertifikaları

source: Select a floating IP address to associate with the load balancer or a floating IP pool in which to allocate a new floating IP address.
id: Pilih alamat IP mengambang untuk mengasosiasikan dengan penyeimbang beban atau pool IP mengambang yang mengalokasikan alamat IP mengambang baru.
tr_tr: Yük dengeleyici ile ilişkilendirmek ve yeni bir değişken IP adresi ayırmak için bir değişken IP veya değişken IP havuzu seçin.

source: Select certificates from the available certificates below
id: Pilih sertifikat dari sertifikat yang tersedia di bawah ini
tr_tr: Aşağıdaki kullanılabilir sertifikalar içinden sertifikaları seçin

source: Select one or more SSL certificates for the listener.
id: Pilih salah satu atau lebih sertifikat SSL untuk pendengar.
tr_tr: Dinleyici için bir ya da fazla SSL sertifikası seçin.

source: Session Persistence
tr_tr: Oturum Kalıcılığı

source: Source IP
id: Source IP (IP sumber)
tr_tr: Kaynak IP

source: Subnet <span class="hz-icon-required fa fa-asterisk"></span>
tr_tr: Alt ağ <span class="hz-icon-required fa fa-asterisk"></span>

source: Subnet ID
id: Subnet ID (ID subnet)
tr_tr: Alt Ağ Kimliği

source: Tenant ID
tr_tr: Kiracı Kimliği
